
/* */
"AppSocket/HP JetDirect" = "Jetdirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Fax";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Protocolo de Impressão via Internet (http)";

/* */
"Internet Printing Protocol (ipp)" = "Protocolo de Impressão via Internet";

/* */
"LPD/LPR Host or Printer" = "Host ou Impressora LDP/LPR";

/* */
"Serial Printer (serial)" = "Serial";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Outro Dispositivo";

/* Internal Modem */
"modem" = "Modem Interno";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Modem Bluetooth";


